xeon/20220406-fpw/logs/pg-2-8-16/7500/run-rw-2/pgbench.log
pgbench (15devel)
transaction type: <builtin: simple update>
scaling factor: 7500
query mode: prepared
number of clients: 32
number of threads: 8
duration: 1800 s
number of transactions actually processed: 112006024
latency average = 0.514 ms
initial connection time = 12.458 ms
tps = 62225.063898 (without initial connection time)